Revit 2024 API
UnitTypeId.Pascals Property
 Pascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Pascals { get; }
Visual Basic
Public Shared ReadOnly Property Pascals As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Pascals {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace